Repository: AngelGeoffroy1/LessIsMore
Catalog: LessIsMore/*.lproj/Localizable.strings
Languages: de, fr

# common.continue
source: Continue
de: Weiter
fr: Continuer

# common.cancel
source: Cancel
de: Abbrechen
fr: Annuler

# common.share
source: Share
de: Teilen
fr: Partager

# common.save
source: Save
de: Speichern
fr: Enregistrer

# common.done
source: Done
de: Fertig
fr: Terminé

# common.back
source: Back
de: Zurück
fr: Retour

# common.day
source: day
de: Tag
fr: jour

# common.days
source: days
de: Tage
fr: jours

# common.saved
source: saved
de: gespart
fr: économisé

# controlPanel.todayUse
source: TODAY USE
de: HEUTE
fr: AUJOURD'HUI

# controlPanel.thisWeekUse
source: THIS WEEK USE
de: DIESE WOCHE
fr: CETTE SEMAINE

# controlPanel.thisWeek
source: This Week
de: Diese Woche
fr: Cette semaine

# controlPanel.content
source: Content
de: Inhalt
fr: Contenu

# controlPanel.algorithm
source: Algorithm
de: Algorithmus
fr: Algorithme

# filter.hideReels
source: Hide Reels
de: Reels ausblenden
fr: Masquer Reels

# filter.hideStories
source: Hide Stories
de: Stories ausblenden
fr: Masquer Stories

# filter.followingOnly
source: Following only
de: Nur Abonnements
fr: Abonnements uniquement

# filter.hideExplore
source: Hide Explore Feed
de: Entdecken ausblenden
fr: Masquer Explorer

# filter.hideSuggestions
source: Hide Suggestions
de: Vorschläge ausblenden
fr: Masquer Suggestions

# filter.hideMessages
source: Hide Messages
de: Nachrichten ausblenden
fr: Masquer Messages

# filter.hideLikes
source: Hide Likes
de: Likes ausblenden
fr: Masquer Likes

# filter.perDaySaved
source: ~%@/day saved
de: ~%@/Tag gespart
fr: ~%@/jour économisé

# filter.perDaySavedIfActivated
source: ~%@/day saved if activated
de: ~%@/Tag gespart wenn aktiviert
fr: ~%@/jour économisé si activé

# filter.filtersBlocked
source: %d filter(s) blocked
de: %d Filter blockiert
fr: %d filtre(s) bloqué(s)

# filter.minSavedPerDay
source: ≈ %d min saved/day
de: ≈ %d Min/Tag gespart
fr: ≈ %d min économisées/jour

# streak.breakTitle
source: Break Your Streak?
de: Serie beenden?
fr: Arrêter ta série ?

# streak.freeFor
source: You've been %@-free for
de: Du hast %@ nicht benutzt seit
fr: Tu n'as pas utilisé %@ depuis

# streak.keepMyStreak
source: Keep My Streak
de: Serie behalten
fr: Garder ma série

# streak.disableReset
source: Disable & Reset
de: Deaktivieren & Zurücksetzen
fr: Désactiver et réinitialiser

# streak.bestStreak
source: BEST STREAK
de: BESTE SERIE
fr: MEILLEURE SÉRIE

# streak.noFilter
source: No %@
de: Ohne %@
fr: Sans %@

# streak.timeSaved
source: ~%@ saved
de: ~%@ gespart
fr: ~%@ économisé

# timeSaved.title
source: How it's calculated
de: Wie wird das berechnet
fr: Comment c'est calculé

# timeSaved.analyzeTitle
source: We analyze your usage
de: Wir analysieren deine Nutzung
fr: Nous analysons ton utilisation

# timeSaved.analyzeDesc
source: We look at your average daily time spent on each category (Reels, Stories, etc.) over the last 7 days.
de: Wir schauen auf deine durchschnittliche tägliche Zeit in jeder Kategorie (Reels, Stories, usw.) der letzten 7 Tage.
fr: Nous regardons ton temps moyen quotidien passé sur chaque catégorie (Reels, Stories, etc.) sur les 7 derniers jours.

# timeSaved.trackTitle
source: We track your progress
de: Wir verfolgen deinen Fortschritt
fr: Nous suivons ta progression

# timeSaved.trackDesc
source: We multiply your active streak days by your personal average daily usage.
de: Wir multiplizieren deine aktiven Serientage mit deinem persönlichen täglichen Durchschnitt.
fr: Nous multiplions les jours de ta série active par ta moyenne personnelle d'utilisation quotidienne.

# timeSaved.realTimeTitle
source: Real reclaimed time
de: Echte zurückgewonnene Zeit
fr: Du temps réellement récupéré

# timeSaved.realTimeDesc
source: This represents the actual time you've won back for yourself by keeping your filters active.
de: Das ist die echte Zeit, die du für dich selbst gewonnen hast, indem du deine Filter aktiv gehalten hast.
fr: Cela représente le temps réel que tu as regagné pour toi-même en gardant tes filtres actifs.

# timeSaved.gotIt
source: Got it
de: Verstanden
fr: Compris

# settings.title
source: Settings
de: Einstellungen
fr: Paramètres

# settings.appSettings
source: APP SETTINGS
de: APP-EINSTELLUNGEN
fr: PARAMÈTRES APP

# settings.account
source: ACCOUNT
de: KONTO
fr: COMPTE

# settings.language
source: LANGUAGE
de: SPRACHE
fr: LANGUE

# settings.reloadInstagram
source: Reload Instagram
de: Instagram neu laden
fr: Recharger Instagram

# settings.resetFilters
source: Reset All Filters
de: Filter zurücksetzen
fr: Réinitialiser les filtres

# settings.resetOnboarding
source: Reset Onboarding
de: Einführung zurücksetzen
fr: Réinitialiser l'introduction

# settings.aboutApp
source: About LessIsMore
de: Über LessIsMore
fr: À propos de LessIsMore

# settings.logOut
source: Log Out
de: Abmelden
fr: Se déconnecter

# settings.logOutConfirm
source: Are you sure you want to log out? You will need to log back in to use the app.
de: Bist du sicher, dass du dich abmelden möchtest? Du musst dich neu anmelden, um die App zu benutzen.
fr: Es-tu sûr(e) de vouloir te déconnecter ? Tu devras te reconnecter pour utiliser l'app.

# settings.upgradeToPro
source: Upgrade to Pro
de: Auf Pro upgraden
fr: Passer à Pro

# settings.upgradeDesc
source: Unlock all features and detailed statistics.
de: Schalte alle Funktionen und detaillierte Statistiken frei.
fr: Débloque toutes les fonctionnalités et statistiques détaillées.

# shareStats.preview
source: Preview
de: Vorschau
fr: Aperçu

# shareStats.shareToStory
source: Share to Story
de: In Story teilen
fr: Partager en Story

# shareStats.myInstagram
source: MY INSTAGRAM
de: MEIN INSTAGRAM
fr: MON INSTAGRAM

# shareStats.thisWeek
source: this week
de: diese Woche
fr: cette semaine

# shareStats.vsYesterday
source: %d%% vs yesterday
de: %d%% vs gestern
fr: %d%% vs hier

# shareStats.vsLastWeek
source: %d%% vs last week
de: %d%% vs letzte Woche
fr: %d%% vs semaine dernière

# shareStats.withThisTime
source: WITH THIS TIME...
de: MIT DIESER ZEIT...
fr: AVEC CE TEMPS...

# shareStats.takeBackControl
source: Take back control
de: Übernimm die Kontrolle
fr: Reprends le contrôle

# impact.bookChapter
source: book chapter read
de: Buchkapitel gelesen
fr: chapitre de livre lu

# impact.bookChapters
source: book chapters read
de: Buchkapitel gelesen
fr: chapitres de livres lus

# impact.movie
source: movie watched
de: Film geschaut
fr: film regardé

# impact.movies
source: movies watched
de: Filme geschaut
fr: films regardés

# impact.workout
source: workout session
de: Training absolviert
fr: séance de sport

# impact.workouts
source: workout sessions
de: Trainings absolviert
fr: séances de sport

# impact.meditation
source: meditation
fr: méditation

# impact.meditations
source: meditations
de: Meditationen
fr: méditations

# impact.book
source: book read entirely
de: Buch komplett gelesen
fr: livre lu entièrement

# impact.books
source: books read entirely
de: Bücher komplett gelesen
fr: livres lus entièrement

# impact.podcast
source: podcast episode
de: Podcast-Folge
fr: épisode de podcast

# impact.podcasts
source: podcast episodes
de: Podcast-Folgen
fr: épisodes de podcast

# impact.recipe
source: new recipe cooked
de: neues Rezept gekocht
fr: nouvelle recette cuisinée

# impact.recipes
source: new recipes cooked
de: neue Rezepte gekocht
fr: nouvelles recettes cuisinées

# impact.musicLesson
source: music lesson
de: Musikstunde
fr: leçon de musique

# impact.musicLessons
source: music lessons
de: Musikstunden
fr: leçons de musique

# impact.kmWalked
source: km walked
de: km gelaufen
fr: km marchés

# impact.workoutHour
source: workout hour
de: Stunde Sport
fr: heure de sport

# impact.workoutHours
source: workout hours
de: Stunden Sport
fr: heures de sport

# onboarding.back
source: Back
de: Zurück
fr: Retour

# onboarding.welcome.greeting
source: Hi! 👋 I'm Lessy,
de: Hallo! 👋 Ich bin Lessy,
fr: Salut ! 👋 Je suis Lessy,

# onboarding.welcome.line1
source: your companion to take back
de: dein Begleiter, um die
fr: ton compagnon pour reprendre

# onboarding.welcome.line2
source: control of your time
de: Kontrolle über deine Zeit
fr: le contrôle de ton temps

# onboarding.welcome.line3
source: on Instagram!
de: auf Instagram zurückzugewinnen!
fr: sur Instagram !

# onboarding.name.question
source: What can I call you? 😊
de: Wie kann ich dich nennen? 😊
fr: Comment je peux t'appeler ? 😊

# onboarding.problem.questionPart1
source: what bothers you
de: was stört dich
fr: qu'est-ce qui t'embête

# onboarding.problem.questionPart2
source: the most with Instagram? 🤔
de: am meisten an Instagram? 🤔
fr: le plus avec Instagram ? 🤔

# problem.tooMuchTime
source: I waste too much time
de: Ich verschwende zu viel Zeit
fr: Je perds trop de temps

# problem.mindlessScrolling
source: I scroll without realizing it
de: Ich scrolle ohne es zu merken
fr: Je scrolle sans m'en rendre compte

# problem.comparison
source: I compare myself to others
de: Ich vergleiche mich mit anderen
fr: Je me compare aux autres

# problem.poorSleep
source: I sleep poorly due to late-night scrolling
de: Ich schlafe schlecht wegen nächtlichem Scrollen
fr: Je dors mal à cause du scrolling nocturne

# onboarding.goals.question
source: What do you want to accomplish? 🎯
de: Was möchtest du erreichen? 🎯
fr: Qu'est-ce que tu veux accomplir ? 🎯

# onboarding.goals.selectAll
source: (select all that apply)
de: (wähle alles Zutreffende)
fr: (sélectionne tout ce qui s'applique)

# goal.reduceScreenTime
source: Reduce my screen time
de: Bildschirmzeit reduzieren
fr: Réduire mon temps écran

# goal.stopScrolling
source: Stop infinite scrolling
de: Endloses Scrollen stoppen
fr: Arrêter le scroll infini

# goal.blockReels
source: Block Reels
de: Reels blockieren
fr: Bloquer les Reels

# goal.removeAlgorithm
source: Remove the feed algorithm
de: Feed-Algorithmus entfernen
fr: Supprimer l'algo du feed

# goal.lessAnxiety
source: Less social anxiety
de: Weniger soziale Angst
fr: Moins d'anxiété sociale

# onboarding.screenTime.question1
source: How much time do you spend
de: Wie viel Zeit verbringst du
fr: Combien de temps passes-tu

# onboarding.screenTime.question2
source: on Instagram per day? 📱
de: täglich auf Instagram? 📱
fr: sur Instagram par jour ? 📱

# onboarding.screenTime.perDay
source: per day
de: pro Tag
fr: par jour

# onboarding.screenTime.reaction1
source: Not bad! We can still improve 💪
de: Nicht schlecht! Wir können das noch verbessern 💪
fr: Pas mal ! On peut encore améliorer 💪

# onboarding.screenTime.reaction2
source: It's common, let's fix it together!
de: Das ist üblich, lass es uns gemeinsam lösen!
fr: C'est commun, on va régler ça ensemble !

# onboarding.screenTime.reaction3
source: Don't worry, I'm here to help! 🤗
de: Keine Sorge, ich bin hier, um zu helfen! 🤗
fr: T'inquiète, je suis là pour t'aider ! 🤗

# onboarding.screenTime.reaction4
source: Wow, but no worries, we'll transform this! 🚀
de: Wow, aber keine Sorge, wir werden das ändern! 🚀
fr: Wow, mais pas de souci, on va transformer ça ! 🚀

# onboarding.filters.myRecommendations
source: here are my recommendations
de: hier sind meine Empfehlungen
fr: voici mes recommandations

# onboarding.filters.forYou
source: for you! ✨
de: für dich! ✨
fr: pour toi ! ✨

# onboarding.filters.tapToBlock
source: Tap to block
de: Tippen zum Blockieren
fr: Tape pour bloquer

# onboarding.filters.recommended
source: Recommended
de: Empfohlen
fr: Recommandé

# onboarding.projection.in30Days
source: in 30 days,
de: in 30 Tagen,
fr: dans 30 jours,

# onboarding.projection.youWillRecover
source: you'll have recovered... 🔮
de: wirst du zurückgewonnen haben... 🔮
fr: tu auras récupéré... 🔮

# onboarding.projection.ofYourLife
source: of your life
de: deines Lebens
fr: de ta vie

# onboarding.projection.equivalent
source: 💡 That's equivalent to:
de: 💡 Das entspricht:
fr: 💡 C'est l'équivalent de :

# onboarding.projection.booksRead
source: %d books read
de: %d Bücher gelesen
fr: %d livres lus

# onboarding.projection.workoutSessions
source: %d workout sessions
de: %d Trainingseinheiten
fr: %d séances de sport

# onboarding.projection.extraNights
source: %d extra nights of sleep
de: %d extra Nächte Schlaf
fr: %d nuits de sommeil en plus

# onboarding.social.notAlone
source: You're not alone! 🤝
de: Du bist nicht allein! 🤝
fr: Tu n'es pas seul(e) ! 🤝

# onboarding.social.join
source: Join
de: Schließe dich
fr: Rejoins

# onboarding.social.users
source: users
de: Nutzern an
fr: utilisateurs

# onboarding.social.testimonial1
source: I save 1h30 per day!
de: Ich spare 1h30 pro Tag!
fr: Je récupère 1h30 par jour !

# onboarding.social.author1
source: Marie, 24
fr: Marie, 24 ans

# onboarding.social.testimonial2
source: No more late-night scrolling
de: Kein nächtliches Scrollen mehr
fr: Plus de scroll nocturne

# onboarding.social.author2
source: Thomas, 31
fr: Thomas, 31 ans

# onboarding.social.privacy
source: Privacy
de: Datenschutz
fr: Vie privée

# onboarding.social.noAds
source: No ads
de: Keine Werbung
fr: Sans pub

# onboarding.social.joinTeam
source: Join the team
de: Team beitreten
fr: Rejoindre la team

# onboarding.premium.unlockAll
source: unlock the full
de: schalte das volle
fr: débloque tout

# onboarding.premium.potential
source: potential! ✨
de: Potenzial frei! ✨
fr: le potentiel ! ✨

# onboarding.premium.allFilters
source: All filters unlimited
de: Alle Filter unbegrenzt
fr: Tous les filtres illimités

# onboarding.premium.instantActivation
source: Instant activation
de: Sofortige Aktivierung
fr: Activation instantanée

# onboarding.premium.multiDevice
source: Multi-device sync
de: Multi-Geräte-Sync
fr: Sync multi-appareils

# onboarding.premium.prioritySupport
source: Priority support
de: Prioritätssupport
fr: Support prioritaire

# onboarding.premium.freeTrial
source: Free 3-day trial
de: 3 Tage kostenlos testen
fr: Essai gratuit 3 jours

# onboarding.premium.cancelAnytime
source: Cancel anytime
de: Jederzeit kündbar
fr: Annulable à tout moment

# onboarding.final.ready
source: You're ready,
de: Du bist bereit,
fr: Tu es prêt(e),

# onboarding.final.yourGoal
source: Your goal:
de: Dein Ziel:
fr: Ton objectif :

# onboarding.final.recover
source: Recover
de: Zurückgewinnen
fr: Récupérer

# onboarding.final.minPerDay
source: %d min/day
de: %d Min/Tag
fr: %d min/jour

# onboarding.final.mascotMessage
source: "I'll always be here to encourage you!"
de: "Ich werde immer da sein, um dich zu ermutigen!"
fr: "Je serai toujours là pour t'encourager !"

# onboarding.final.start
source: Let's go!
de: Los geht's!
fr: Commencer !

# chart.weekLabel
source: Wk %d
de: Wo %d
fr: Sem %d

# controlPanel.style
source: Style
de: Stil
